Repository: muslimpack/Quran
Catalog: translations/l10n/intl_*.arb
Languages: ar

source: About Us
ar: عنا

source: Activate selection mode
ar: تفعيل تحديد النص

source: Add
ar: إضافة

source: Alert
ar: تنبيه

# alert_no
source: No
ar: لا

# alert_sure_to_delete_all_content_msg
source: Are you sure to delete all layers content?
ar: حذف محتوى جميع الطبقات؟

# alert_sure_to_delete_layer_with_content_msg
source: Are you sure to delete layer and its content?
ar: حذف الطبقة بمحتواها؟

# alert_yes
source: Yes
ar: نعم

source: Ascending
ar: تصاعدي

# audio_change_reader
source: Change Reader
ar: تغيير القارئ

source: Audio Manager
ar: إدارة الصوتيات

# audio_manager_desc
source: Download and delete audios
ar: تحميل وحذف الصوتيات

# audio_pause
source: Pause
ar: إيقاف مؤقت

# audio_play
source: Play
ar: تشغيل

# audio_readers
source: Readers
ar: القراء

# audio_stop
source: Stop
ar: إيقاف

source: Auto Scroll
ar: التحريك التلقائي

# bookmark_first_bookmark_ayah_msg
source: First bookmark the ayah
ar: أضف الآية إلى المفضلة

# bookmark_mark_page_as_favourite
source: Mark page as favorite
ar: تعليم الصفحة كمفضلة

# channel_files_downloads
source: Files downloads
ar: تحميل الملفات

# channel_files_downloads_desc
source: Files downloads
ar: مسؤولة عن إشعارات تحميل الملفات

# channel_quran_recite
source: Quran Recite
ar: تلاوة القرآن

# channel_quran_recite_desc
source: Quran Recite
ar: مسؤولة عن إشعارات التلاوات الصوتية للتطبيق

# channel_scheduled
source: Scheduled
ar: الإشعارات المجدولة

# channel_scheduled_desc
source: Scheduled
ar: مسؤولة عن الإشعارات المجدولة

source: Close
ar: إغلاق

# connection_offline
source: Offline
ar: غير متصل بالشبكة

# connection_online
source: Online
ar: متصل بالشبكة

source: Content not found
ar: محتوى غير موجود

source: Copy done
ar: تم النسخ

source: Copy failed
ar: فشل النسخ

# copy_in_progress
source: Copying
ar: جار النسخ

# copy_tafsir
source: Copy translation
ar: تسخ التفسير

source: Delete
ar: حذف

source: Descending
ar: تنازلي

source: Deselect all
ar: الغاء تحديد الكل

source: Display settings
ar: إعدادات العرض

source: Done
ar: تم

source: Done downloading
ar: الانتهاء من تحميل

source: Download
ar: تحميل

source: Download All
ar: تحميل الكل

source: Download Required FIles
ar: تحميل الملفات المطلوبة

# download_required_files_question
source: Download required Files?
ar: تحميل الملفات المطلوبة؟

source: Edit
ar: تعديل

source: Error: Connection timeout
ar: خطأ: انتهت مدة الاتصال

source: Error loading data
ar: حدث خطأ أثناء تجهيز البيانات

source: Error: No internet connection
ar: حطأ: لا يتوفر اتصال بالشبكة

# error_occurred
source: An error occurred
ar: حدث خطأ

source: Group by tags
ar: تجميع بالتصنيف

source: Help
ar: مساعدة

# home_tab_bookmarks
source: BOOKMARKS
ar: المرجعيات

# home_tab_bookmarks_ayah_bookmarks
source: Ayah Bookmarks
ar: مرجعيات الآيات

# home_tab_bookmarks_page_bookmarks
source: Page Bookmarks
ar: مرجعيات الصفحات

# home_tab_bookmarks_recent_pages
source: Recent pages
ar: آخر المتصفحات

# home_tab_juz
source: JUZ'
ar: الجزء

# home_tab_surahs
source: SURAHS
ar: الفهرس

source: Ignore
ar: تجاهل

source: Image width
ar: عرض الصورة

# its_been_two_days_since_last_visit
source: It's been two days since your last visit.
ar: مضى يومان على آخر زيارة لك

source: Khatmah
ar: ختمة

# khatmah_days_to_complete
source: Days to complete khatmah
ar: أيام الختمة

source: Khatmah editor
ar: محرر الختمة

source: Khatmah elapsed days
ar: الأيام المنقضية من الختمة

# khatmah_end_of_wird
source: End of Al-Wird
ar: نهاية الورد

# khatmah_i_have_read
source: I have read
ar: أتممت القراءة

source: Khatmah Name
ar: اسم الختمة

source: Khatmah remaining days
ar: الأيام المتبقية للختمة

# khatmah_start_new
source: Start new khatmah
ar: ابدأ ختمة جديدة

# khatmah_start_of_wird
source: Start of Al-Wird
ar: بداية الورد

# khatmah_start_wird
source: Start wird
ar: ابدأ الورد

source: Last visited
ar: آخر زيارة

source: More
ar: المزيد

source: Move failed
ar: فشل النقل

# move_in_progress
source: Moving
ar: جار النقل

source: Next ayah
ar: الآية التالية

source: No active layer selected
ar: لا يوجد طبقة نشطة

source: No data available
ar: لا يوجد بيانات متاحة

source: No translation or tafsir to view
ar: لا يوجد تفسير أو ترجمة للعرض

source: Page
ar: صفحة

# page_delete
source: Delete Page
ar: حذف الصفحة

# page_download
source: Download Page
ar: تحميل الصفحة

source: Pages count
ar: عدد الصفحات

# plan_custom_by_days
source: Divide by days
ar: تقسيم بالأيام

# plan_custom_by_quarters
source: Custom by quarters
ar: تقسيم بالأرباع

# plan_tahzeeb
source: Tahzeeb
ar: تحزيب

# pref_advanced_settings
source: Advanced Settings
ar: إعدادات متقدمة

# pref_alert
source: Alert
ar: التنبيه

# pref_alert_desc
source: Show alert when reach new quarter
ar: عرض تنبيه عند الوصول إلى بداية الربع أو الجزء

# pref_app_folders
source: App Folders
ar: مجلدات التطبيق

# pref_app_folders_move
source: Move app folders
ar: نقل ملفات التطبيق

# pref_app_folders_move_desc
source: Move app folder to new path
ar: نقل ملفات التطبيق الحالية إلى مسار آخر

# pref_app_folders_restart_alert
source: Restart app after any change
ar: قم بإعادة تشغيل التطبيق بعد أي عملية تقوم بها

# pref_app_folders_select_path
source: Select app folder
ar: تحديد مسار ملفات التطبيق

# pref_app_folders_select_path_desc
source: In case you already have app folder some where
ar: في حالة وجود مسار قديم للتطبيق قم بتحديده

# pref_app_lang
source: App Language
ar: لفة التطبيق

# pref_arabic_mode
source: Arabic Mode
ar: الوضع العربي

# pref_ayah_colors_mode
source: Ayah Colors Mode
ar: وضع ألون الآيات

# pref_ayah_colors_mode_desc
source: Color mode for ayah
ar: التحكم في وضع ألوان الآيات

# pref_ayah_colors_mode_none
source: None
ar: بلا ألوان

# pref_ayah_colors_mode_opacity
source: Opacity
ar: شفافية اللون

# pref_ayah_colors_mode_unique_per_ayah
source: Unique per ayah
ar: لون مميز لكل آية

# pref_ayah_colors_mode_unique_per_hizb
source: Unique per hizb
ar: لون مميز لكل حزب

# pref_ayah_colors_mode_unique_per_juz
source: Unique per juz
ar: لون مميز لكل جزء

# pref_ayah_colors_mode_unique_per_page
source: Unique per page
ar: لون مميز لكل صفحة

# pref_ayah_colors_mode_unique_per_quarter
source: Unique per quarter
ar: لون مميز لكل ربع

# pref_ayah_colors_mode_unique_per_sura
source: Unique per sura
ar: لون مميز لكل سورة

# pref_ayah_colors_mode_unique_per_topic
source: Unique per topic
ar: لون مميز لكل موضوع

# pref_change_page_theme_mode
source: Change page theme mode
ar: تغيير وضع ألوان المصحف

# pref_download_center_title
source: Download Center
ar: مركز التحميلات

# pref_dual_mode_quran_translation
source: Quran and translation in dual mode
ar: عرض صفحة من المصحف وأخرى من الترجمة

# pref_dual_mode_quran_translation_desc
source: In dual page mode with translations, Quran page and translation is shown
ar: عند تفعيل الصفحتين المتجاورتين تعرض صفحة من المصحف والترجمة معا

# pref_dual_page_mode
source: Dual Page Mode
ar: وضع الصفحتين المتجاورتين

# pref_dual_page_mode_desc
source: Dual page in landscape for wide screen
ar: عرض صفحتين متجاورتين في الوضع الأفقي

# pref_dual_page_pref_title
source: Dual Page Preferences
ar: تفضيلات الصفحتين المتجاورتين

# pref_highlight_bookmarked_ayah
source: Highlight bookmarked ayah
ar: تعليم المرجعيات

# pref_highlight_bookmarked_ayah_desc
source: Highlight bookmarked ayah
ar: علم الآيات التي وصعت في المرجعيات

# pref_navigate_with_volume_key
source: Navigate with volume key
ar: تصفح بمفاتيح الصوت

# pref_navigate_with_volume_key_desc
source: Navigate quran pages using phone volume key
ar: استخدام مفاتيح الصوت لتقليب الصفحات

# pref_reading_settings_title
source: Reading Settings
ar: إعدادات القراءة

# pref_screen_always_on
source: Screen always on
ar: إبقاء الشاشة نشطة أثناء القراءة

# pref_show_ayah_with_translation
source: Show ayah with translation
ar: عرض الآية مع التفسير

# pref_show_page_info
source: Show page info
ar: عرض بيانات الصفحة

# pref_show_page_info_desc
source: Show page number, sura name and juz number
ar: عرض رقم الصفحة واسم السورة ورقم الجزء أثناء القراءة

# pref_text_preview
source: Text preview
ar: معاينة النص

# pref_translate_sura_name
source: Translate sura name
ar: ترجمة أسماء السور

# pref_translate_sura_name_desc
source: Translate sura name to english
ar: ترجمة أسماء السور للإنجليزية

# pref_translation_font_size
source: Translation font size
ar: حجم خط التفسير

# pref_translation_settings_title
source: Translation Settings
ar: إعدادات التفسير والترجمة

# pref_translations
source: Translations
ar: التفاسير والتراجم

# pref_translations_desc
source: Download and delete translation
ar: تحميل وحذف التفاسير والتراجم

# pref_translations_downloaded
source: Downloaded
ar: محملة

# pref_translations_translations_Library
source: Translations Library
ar: مكتبة التفاسير والتراجم

# pref_visual_settings_title
source: Visual Settings
ar: إعدادات العرض

source: Preparing ....
ar: جاري الإعداد ....

source: Previous ayah
ar: الآية السابقة

source: Quarters count
ar: عدد الأرباع

# quick_nav
source: Quick Navigation
ar: الانتقال السريع

# quick_nav_ayah_number
source: Number of Ayah
ar: الآية رقم

# quick_nav_go
source: GO
ar: الذهاب

# quick_nav_go_to_page
source: Go To Page
ar: الانتقال إلى صفحة

# quick_nav_quarter_start
source: Quarter Start
ar: بداية الربع

# quick_nav_you_will_route_based_on_last_change
source: You will route based on last change.
ar: سيتم توجيهك بناء على آخر تعديل صحيح قمت به

source: Quran
ar: قرآن

# quran_ayah
source: Verse
ar: آية

# quran_ayah_plural
source: Verses
ar: آيات

# quran_ayah_topics
source: Ayahs Topics
ar: موضوع الآيات

# quran_chapter_order
source: Order
ar: ترتيب النزول

# quran_half_hizb
source: ½ Hizb
ar: نصف الحزب

# quran_hizb
source: Hizb
ar: حزب

# quran_juz
source: Juz'
ar: جزء

# quran_madani
source: Madani
ar: مدنية

# quran_makki
source: Makki
ar: مكية

source: Quran Pages
ar: صفحات المصحف

source: Quran pages download in progress
ar: جار تحميل صفحات المصحف

source: Quran pages downloaded completed
ar: تم تحميل صفحات المصحف

# quran_quarter
source: Quarter
ar: ربع

# quran_quarter_hizb
source: ¼ Hizb
ar: ربع الحزب

# quran_surah
source: Surah
ar: سُورَةُ

# quran_the_hizb
source: Hizb
ar: الحزب

# quran_the_juz
source: Juz'
ar: الجزء

# quran_three_quarters_of_hizb
source: ¾ Hizb
ar: ثلاثة أرباع الحزب

source: Search
ar: البحث

# search_cancel
source: Cancel search
ar: الغاء البحث

# search_clear_words
source: Clear search words
ar: حذف كلمات البحث

# search_quran
source: Search in the Qur’an
ar: البحث في القرآن

# search_result_count
source: Number of search result
ar: عدد نتائج البحث

source: Select All
ar: تحديد الكل

source: Select color
ar: اختر اللون

source: Settings
ar: الإعدادات

source: Share as image
ar: مشاركة كصورة

# share_as_image_background_color
source: Background color
ar: لون الخلفية

# share_as_image_decrease_font_size
source: Decrease font size
ar: تصغير حجم الخط

# share_as_image_edit_image_width
source: Edit image width
ar: تعديل عرض الصورة

# share_as_image_enter_image_width
source: Enter image width
ar: ادخل عرض الصورة

# share_as_image_font_color
source: Font color
ar: لون النص

# share_as_image_image_width
source: Image width
ar: عرض الصورة

# share_as_image_increase_font_size
source: Increase font size
ar: تكبير حجم الخط

# share_as_image_minimum_image_width
source: Minimum image width
ar: أقل عرض للصورة

# share_as_image_reset_font_size
source: Reset font size
ar: اعادة ضبط حجم الخط

# share_as_image_set_image_width
source: Set image width
ar: ضبط عرض الصورة

# share_as_image_share_image
source: Share image
ar: مشاركة الصورة

# share_as_image_show_app_info
source: Show app info
ar: عرض معلومات التطبيق

# share_as_image_using_quran_app
source: Using Quran app
ar: بواسطة تطبيق قرآن

# share_copy_ayah_done
source: Ayahs was copied
ar: تم نسخ الآي

# share_link_generated
source: Link was generated
ar: تم توليد الرابط

# share_tafsir_as_image
source: Share translation as image
ar: مشاركة التفسير كصورة

# sketch_add_layer
source: Add Layer
ar: إضافة طبقة

# sketch_delete_layer
source: Delete Layer
ar: حذف طبقة

# sketch_draw_path
source: Path
ar: مسار

# sketch_draw_rect_filled
source: Filled Rect
ar: مربع مصمت

# sketch_draw_rect_outlined
source: Outlined Rect
ar: مربع أجوف

# sketch_draw_straight_line
source: Straight Line
ar: خط مستقيم

# sketch_edit_layer
source: Edit Layer
ar: تعديل طبقة

# sketch_erase_all
source: Erase All
ar: محو الكل

# sketch_exit
source: Exit
ar: الخروج

# sketch_layer_name
source: Layer Name
ar: اسم الطبقة

# sketch_layer_visibility
source: Layer Visibility
ar: ظهور الطبقة

# sketch_mode_draw
source: Draw
ar: رسم

# sketch_mode_erase
source: Erase
ar: محو

# sketch_mode_pan
source: Pan
ar: تحريك

# sketch_redo
source: Redo
ar: العودة

# sketch_undo
source: Undo
ar: التراجع

# sort_added_date
source: Added date
ar: تاريخ الإضافة

source: Sort by
ar: ترتيب حسب

source: Sort order
ar: ترتيب

# sort_quran_location
source: Quran Location
ar: موقعها في القرآن

source: Started to download
ar: بدأ تحميل

# surah_delete
source: Delete Surah
ar: حذف السورة

# surah_download
source: Download Surah
ar: تحميل السورة

# tafsir_ayah_relative_to_ayah
source: Ayah translation follows ayah
ar: تفسير الآية تابع للآية

# tafsir_click_to_See
source: Click to see
ar: انقر للعرض

# tag_add
source: Add Tag
ar: إضافة تصنيف

# tag_edit
source: Edit Tag
ar: تعديل تصنيف

# tag_empty_msg
source: Tag cannot be empty
ar: لا تترك التنصيف فارغا

source: Tag name
ar: اسم التنصيف

source: Tags
ar: التصانيف

source: Untagged
ar: غير مصنف

# view_mode_read_mode
source: Read Mode
ar: وضع القراءة

# view_mode_translation_mode
source: Translation Mode
ar: وضع التفسير

source: Yes
ar: نعم
